[
  {
    "id": "book1",
    "type": "old",
    "stock": 5,
    "price": 69.99,
    "year": 1876,
    "author": "Mark Twain",
    "title": "The Adventures of Tom Sawyer",
    "description": "The Adventures of Tom Sawyer is an 1876 novel by Mark Twain that follows the mischievous adventures of Tom Sawyer, a clever and playful boy growing up along the Mississippi River in the fictional town of St. Petersburg, Missouri. Alongside his best friend Huckleberry Finn, Tom gets into various escapades, including witnessing a murder, hunting for treasure, and tricking others into whitewashing a fence. The novel captures the spirit of childhood, freedom, and adventure while offering social satire of 19th-century American life.",
    "image": "/temblemy/images/books/b1.png",
    "rating": "★★★★★"
  },
  {
    "id": "book2",
    "type": "old",
    "stock": 5,
    "price": 64.99,
    "year": 1884,
    "author": "Mark Twain",
    "title": "The Adventures of Huckleberry Finne",
    "description": "The Adventures of Huckleberry Finn is a novel by Mark Twain, published in 1884. The story follows Huck Finn, a young boy who runs away from home to escape his abusive father. He is joined by Jim, an escaped slave, and together they journey down the Mississippi River on a raft. As they navigate the river, Huck and Jim encounter various characters and face moral dilemmas, exploring themes of race, friendship, freedom, and societal values.",
    "image": "/temblemy/images/books/b2.png",
    "rating": "★★★★★"
  },
  {
    "id": "book3",
    "type": "old",
    "stock": 4,
    "price": 59.99,
    "year": 1883,
    "author": "Robert Louis Stevenson",
    "title": "Treasure Island",
    "description": "The Kingfisher Classics edition of Treasure Island presents Robert Louis Stevenson’s classic 1883 adventure novel in an accessible format for younger readers. The story follows Jim Hawkins, a young boy who discovers a pirate treasure map and sets sail with the noble Dr. Livesey and the cunning Long John Silver. Filled with mutiny, treasure hunts, and danger on a remote island, the novel is a timeless tale of adventure, betrayal, and heroism that has shaped the image of pirates in popular culture.",
    "image": "/temblemy/images/books/b3.png",
    "rating": "★★★★☆"
  },
  {
    "id": "book4",
    "type": "old",
    "stock": 2,
    "price": 54.99,
    "year": 1859,
    "author": "Charles Dickens",
    "title": "A Tale Of Two Cities",
    "description": "A Tale of Two Cities is an 1859 historical novel by Charles Dickens, set during the French Revolution. It follows the lives of Charles Darnay, a French aristocrat who renounces his title, and Sydney Carton, a disillusioned English lawyer who finds redemption through sacrifice. Against the backdrop of turmoil in London and Paris, the novel explores themes of revolution, justice, sacrifice, and resurrection. Famous for its opening line, “It was the best of times, it was the worst of times,” it remains one of Dickens’ most celebrated works.",
    "image": "/temblemy/images/books/b4.png",
    "rating": "★★★☆☆"
  },
  {
    "id": "book5",
    "type": "old",
    "stock": 3,
    "price": 54.99,
    "year": 1850,
    "author": "Charles Dickens",
    "title": "David Copperfield",
    "description": "David Copperfield is an 1850 novel by Charles Dickens. The story follows the life of David Copperfield, from his difficult childhood through his struggles to become a successful writer in Victorian England. Along the way, David encounters a vivid cast of characters, including the cruel stepfather Mr. Murdstone, the kind-hearted Peggotty, and the eccentric Uriah Heep. The novel explores themes of personal development, social class, and the impact of one's upbringing.",
    "image": "/temblemy/images/books/b5.png",
    "rating": "★★★★★"
  },
  {
    "id": "book6",
    "type": "old",
    "stock": 4,
    "price": 49.99,
    "year": 1818,
    "author": "Mary Shelley",
    "title": "Frankenstein",
    "description": "Frankenstein is a novel written by Mary Shelley, first published in 1818. The story follows Victor Frankenstein, a young scientist who creates a grotesque and intelligent creature through an unorthodox scientific experiment. The novel explores themes of ambition, isolation, and the consequences of unchecked scientific progress. As Frankenstein's creature struggles to find acceptance and revenge on its creator for creating it in a world that rejects it, the plot delves into moral and philosophical questions about creation, responsibility, and human nature.",
    "image": "/temblemy/images/books/b6.png",
    "rating": "★★★★★"
  },
  {
    "id": "book11",
    "type": "new",
    "stock": 13,
    "price": 34.99,
    "year": 2010,
    "title": "A Visit from the Goon Squad",
    "author": "Jennifer Egan",
    "description": "A Visit from the Goon Squad is a 2010 novel by Jennifer Egan that blends interconnected stories following the lives of music producer Bennie Salazar and his assistant Sasha. Spanning decades and shifting perspectives, the novel explores themes of time, identity, and the impact of the music industry on its characters.",
    "image": "/temblemy/images/books/b11.png",
    "rating": "★★★★☆"
  },
  {
    "id": "book12",
    "type": "new",
    "stock": 16,
    "price": 29.99,
    "year": 2010,
    "title": "The Thousand Autumns of Jacob de Zoet",
    "author": "David Mitchell",
    "description": "The Thousand Autumns of Jacob de Zoet is a 2010 historical novel by David Mitchell. Set in 1799 on the Dutch trading post of Dejima, an artificial island in Nagasaki Harbor, the story follows Jacob de Zoet, a young Dutch clerk who uncovers political intrigue, corruption, and forbidden romance with a Japanese midwife, Orito Aibagawa.",
    "image": "/temblemy/images/books/b12.png",
    "rating": "★★☆☆☆"
  },
  {
    "id": "book13",
    "type": "new",
    "stock": 9,
    "price": 24.99,
    "year": 2011,
    "title": "The Buddha in the Attic",
    "author": "Julie Otsuka",
    "description": "The Buddha in the Attic is a 2011 novel by Julie Otsuka that tells the collective story of Japanese \"picture brides\" who immigrated to the United States in the early 20th century. Written in a lyrical, first-person plural voice, the novel follows their journey from hopeful young women to laborers, wives, and mothers, facing hardship, racism, and eventually the mass internment of Japanese Americans during World War II.",
    "image": "/temblemy/images/books/b13.png",
    "rating": "★★★★☆"
  },
  {
    "id": "book14",
    "type": "new",
    "stock": 16,
    "price": 19.99,
    "year": 2011,
    "title": "The Tiger’s Wife",
    "author": "Téa Obreht",
    "description": "The Tiger’s Wife is a 2011 novel by Téa Obreht, blending myth, history, and folklore. Set in an unnamed Balkan country recovering from war, the story follows Natalia, a young doctor, as she unravels the mysteries surrounding her grandfather’s death. Through his tales of \"the deathless man\" and a tiger that roamed his childhood village, the novel explores themes of memory, superstition, and the impact of war.",
    "image": "/temblemy/images/books/b14.png",
    "rating": "★★☆☆☆"
  },
  {
    "id": "book15",
    "type": "new",
    "stock": 14,
    "price": 24.99,
    "year": 2019,
    "title": "Inland",
    "author": "Téa Obreht",
    "description": "Inland is a 2019 novel by Téa Obreht, set in the American West during the late 19th century. The story alternates between two narratives: Lurie, a former outlaw searching for a missing camel in the arid desert, and Nora, a woman living in a drought-stricken town with a troubled past. As the characters grapple with themes of isolation, survival, and the harsh landscape, the novel blends historical fiction with elements of magical realism. Inland explores the human capacity to endure hardship, while reflecting on the American frontier and its mythology.",
    "image": "/temblemy/images/books/b15.png",
    "rating": "★★★☆☆"
  },
  {
    "id": "book16",
    "type": "new",
    "stock": 19,
    "price": 34.99,
    "year": 2015,
    "title": "A Little Life",
    "author": "Hanya Yanagihara",
    "description": "A Little Life is a 2015 novel by Hanya Yanagihara that follows the lifelong friendship of four college classmates—Jude, Willem, JB, and Malcolm—as they navigate success, love, and trauma in New York City. At its heart is Jude St. Francis, a brilliant but deeply scarred man with a traumatic past that haunts him. The novel explores themes of abuse, mental illness, friendship, and endurance, delivering a harrowing yet deeply emotional narrative.",
    "image": "/temblemy/images/books/b16.png",
    "rating": "★★★☆☆"
  }
]
